Repository: tizenorg/platform.core.uifw.isf
Catalog: po/*.po
Languages: ja_jp, ka, kk, ru_ru

# IDS_IME_BODY_DELETE_SPACE
source: Delete space
ja_jp: スペース​を​削除
ka: წაშალეთ ინტერვალი
kk: Бос орынды жою
ru_ru: Удалить пробел

# IDS_IME_BODY_FAILED_TO_RECOGNISE_VOICE
source: Failed to recognise voice
ja_jp: 音声の​認識に​失敗​しました。
ka: ხმის ამოცნობა ვერ შესრულდა
kk: Дауысы танылмады
ru_ru: Сбой распознавания голоса

# IDS_IME_BODY_HANDWRITING
source: Handwriting
ja_jp: 手書き
ka: ხელნაწერი
kk: Қолмен жазу
ru_ru: Рукописный ввод

# IDS_IME_BODY_PEN_COLOUR
source: Pen colour
ja_jp: ペンの色
ka: კალმის ფერი
kk: Қаламның түсі
ru_ru: Цвет пера

# IDS_IME_BODY_PEN_THICKNESS
source: Pen thickness
ja_jp: ペンの​太さ
ka: კალმის სისქე
kk: Қаламның қалыңдығы
ru_ru: Толщина пера

# IDS_IME_OPT_RED
source: Red
ja_jp: レッド
ka: წითელი
kk: Қызыл
ru_ru: Красный

# IDS_IME_BODY_MY_WORD_LIST
source: My word list
ja_jp: マイ​ワード​リスト
ka: ჩემი სიტყვების სია
kk: Менің сөз тізімім
ru_ru: Мои слова

# IDS_IME_BODY_ABOUT
source: About
ja_jp: 概要
ka: ინფორმაცია
kk: Бағдарлама туралы
ru_ru: О программе

# IDS_IME_BODY_COMPLETE_RECOGNITION
source: Complete recognition
ja_jp: 完全認識
ka: ამოცნობის დასრულება
kk: Тануды аяқтау
ru_ru: Полное распознавание

# IDS_IME_BODY_DELETE_H1_CHARACTER
source: Delete (1 character)
ja_jp: 削除​（1文字）
ka: წაშლა (1 სიმბოლოსი)
kk: Жою (1 таңба)
ru_ru: Удалить (1 знак)

# IDS_IME_BODY_DELETE_HWORD_OR_SENTENCE
source: Delete (Word or sentence)
ja_jp: 削除​（単語​また​は​文章）
ka: წაშლა (სიტყვის ან წინადადების)
kk: Жою (сөз немесе сөйлем)
ru_ru: Удалить (слово или предложение)

# IDS_IME_BODY_ENTER_HSTROKE_RECOGNITION
source: Enter (Stroke recognition)
ja_jp: 入力​（ストローク​認証）
ka: შეყვანა (შტრიხის ამოცნობა)
kk: Енгізу (соққы тану)
ru_ru: Ввод (распознавание черт)

# IDS_IME_BODY_HANDWRITING_SETTINGS
source: Handwriting settings
ja_jp: 手書き設定
ka: ხელნაწერის პარამეტრები
kk: Қолжазба параметрлері
ru_ru: Рукописный ввод

# IDS_IME_BODY_KEYBOARD_SELECTION
source: Keyboard selection
ja_jp: キーボード​を​選択
ka: კლავიატურის არჩევა
kk: Пернетақта таңдау
ru_ru: Выбор клавиатуры

# IDS_IME_BODY_RECOGNITION_TIME
source: Recognition time
ja_jp: 入力可能な時間
ka: ამოცნობის დრო
kk: Тану уақыты
ru_ru: Время распознавания

# IDS_IME_BODY_RECOGNITION_TYPE
source: Recognition type
ja_jp: 認識タイプ
ka: ამოცნობის ტიპი
kk: Тану үлгісі
ru_ru: Тип распознавания

# IDS_IME_BODY_SPEAK_NOW
source: Speak now
ja_jp: 音声入力
ka: ილაპარაკეთ ახლა
kk: Қазір сөйлеңіз
ru_ru: Говорите

# IDS_IME_BODY_STROKE_RECOGNITION
source: Stroke recognition
ja_jp: 一文字認識
ka: შტრიხის ამოცნობა
kk: Соққы тану
ru_ru: Распознавание черт

# IDS_IME_BODY_SUBMIT_HCOMPLETE_RECOGNITION
source: Submit (Complete recognition)
ja_jp: 送信​（完全​認証）
ka: გაგზავნა (სრული ამოცნობა)
kk: Жіберу (тануды аяқтау)
ru_ru: Добавить (полное распознавание)

# IDS_IME_BODY_TRYING_TO_RECOGNISE_ING
source: Trying to recognise...
ja_jp: 認識​中...
ka: მიმდინარეობს ამოცნობის მცდელობა...
kk: Тануға әрекет етуде...
ru_ru: Попытка распознавания...

# IDS_IME_BODY_TUTORIAL
source: Tutorial
ja_jp: チュートリアル
ka: სასწავლო მასალა
kk: Оқулық
ru_ru: Справка

# IDS_IME_OPT_BLUE
source: Blue
ja_jp: ブルー
ka: ცისფერი
kk: Көк
ru_ru: Синий

# IDS_IME_OPT_GREEN
source: Green
ja_jp: グリーン
ka: მწვანე
kk: Жасыл
ru_ru: Зеленый

# IDS_IME_BODY_ALL_WORDS_WILL_BE_DELETED
source: All words will be deleted
ja_jp: 全ての単語を削除します。
ka: ყველა სიტყვა წაიშლება
kk: Барлық сөздер жойылады
ru_ru: Все слова будут удалены

# IDS_IME_BODY_ENTER_TEXT_BY_SLIDING_FINGER_ACROSS_KEYBOARD
source: Enter text by sliding finger across keyboard
ja_jp: キー​ボード​上​で​指​を​スライド​させ​て、​テキスト​を​入力​し​ます。
ka: ჩაწერეთ ტექსტი კლავიატურაზე თითის გასრიალებით
kk: Пернетақтада саусағыңызды сырғытып, мәтін енгізіңіз
ru_ru: Введите текст, проведя пальцем по клавиатуре

# IDS_IME_BODY_MY_WORDS_IS_FULL_TO_ADD_A_WORD_DELETE_SOME_ITEMS
source: My words is full. To add a word, delete some items
ja_jp: マイ​単語​が​いっぱい​です。​単語​を​追加​する​には、​いくつか​の​アイテム​を​削除​して​ください。
ka: ”ჩემი სიტყვები” გაივსო. სიტყვის დასამატებლად, წაშალეთ ზოგიერთი სიტყვა
kk: Сөздерім толы. Сөз қосу үшін кейбір элементтерді жойыңыз
ru_ru: "Мой список" заполнен. Чтобы добавить слово, удалите ненужные записи

# IDS_IME_BODY_PD_WORDS_WILL_BE_DELETED
source: %d words will be deleted
ja_jp: %d​の​文字​が​削除​されます
ka: %d სიტყვა წაიშლება
kk: %d сөз жойылады
ru_ru: Слова (%d) будут удалены

# IDS_IME_BODY_SELECT_WORDS
source: Select words
ja_jp: 単語​を​選択
ka: აირჩიეთ სიტყვები
kk: Сөздер таңдау
ru_ru: Выбрать слова

# IDS_IME_HEADER_ADD_WORDS
source: Add words
ja_jp: 単語​を​追加
ka: სიტყვების დამატება
kk: Сөздер қосу
ru_ru: Добавить слова

# IDS_IME_MBODY_3X4_KEYBOARD
source: 3x4 keyboard
ja_jp: テンキー
ka: 3x4 კლავიატურა
kk: 3x4 пернетақта
ru_ru: Клавиатура 3x4

# IDS_IME_OPT_1000_MS_ABB
source: 1000 ms
ja_jp: 1秒
ka: 1000 მწმ
kk: 1000 мсек
ru_ru: 1000 мсек

# IDS_IME_OPT_100_MS_ABB
source: 100 ms
ja_jp: 0.1秒
ka: 100 მწმ
kk: 100 мсек
ru_ru: 100 мсек

# IDS_IME_OPT_1_PIXEL_ABB
source: 1 pixel
ja_jp: 1ピクセル
ka: 1 პიქსელი
kk: 1 пиксел
ru_ru: 1 пиксель

# IDS_IME_OPT_2000_MS_ABB
source: 2000 ms
ja_jp: 2秒
ka: 2000 მწმ
kk: 2000 мсек
ru_ru: 2000 мсек

# IDS_IME_OPT_300_MS_ABB
source: 300 ms
ja_jp: 0.3秒
ka: 300 მწმ
kk: 300 мсек
ru_ru: 300 мсек

# IDS_IME_OPT_500_MS_ABB
source: 500 ms
ja_jp: 0.5秒
ka: 500 მწმ
kk: 500 мсек
ru_ru: 500 мсек

# IDS_IME_OPT_PD_PIXELS_ABB
source: %d pixels
ja_jp: %dピクセル
ka: %d პიქსელი
kk: %d пиксел
ru_ru: %d пикс.

# IDS_IME_BODY_WORD_WILL_BE_DELETED
source: Word will be deleted
ja_jp: 単語が​削除され​ました。
ka: სიტყვა წაიშლება
kk: Сөз жойылады
ru_ru: Слово будет удалено

# IDS_IME_MBODY_AUTO_APPEND
source: Auto append
ja_jp: 自動​付加
ka: ავტომატური მიმაგრება
kk: Автоматты тіркеу
ru_ru: Автокорректировка

# IDS_IME_BODY_ENTER_WORD
source: Enter word
ja_jp: 単語​を​入力​して​ください
ka: ჩაწერეთ სიტყვა
kk: Сөз енгізіңіз
ru_ru: Введите слово

# IDS_IME_BODY_NEXT_WORD_PREDICTION
source: Next word prediction
ja_jp: 次​の​単語​を​予測
ka: შემდეგი სიტყვის კარნახი
kk: Келесі сөзді болжау
ru_ru: Предсказывать слово

# IDS_IME_BODY_NO_WORDS
source: No words
ja_jp: 単語がありません。
ka: სიტყვები არ არის
kk: Сөздер жоқ
ru_ru: Список слов пуст

# IDS_IME_BODY_RECAPTURE
source: Recapture
ja_jp: 再取得
ka: თავიდან გადაღება
kk: Қайта қолдану
ru_ru: Повторить

# IDS_IME_BODY_REGIONAL_CORRECTION
source: Regional correction
ja_jp: 地域補正
ka: რეგიონალური შესწორება
kk: Аймақтық түзету
ru_ru: Учитывать регион

# IDS_IME_MBODY_AUTO_SUBSTITUTION_LIST
source: Auto substitution list
ja_jp: 自動置換リスト
ka: ავტომატური გამოწერის სია
kk: Авто ауыстыру тізімі
ru_ru: Список автозамены

# IDS_IME_BODY_AUTOMATICALLY_INSERT_A_FULL_STOP_BY_TAPPING_THE_SPACE_BAR_TWICE
source: Automatically insert a full stop by tapping the space bar twice
ja_jp: スペースバーを2回タップして、句点を自動入力
ka: ინტერვალის ზოლზე ორჯერ დაკაკუნებით ავტომატურად დასვამთ წერტილს
kk: Бос орны пернесін екі рет түрту арқылы автоматты түрде нүкте енгізіңіз
ru_ru: Автоматическая вставка точки после двойного нажатия клавиши "пробел"

# IDS_IME_BODY_RECOMMEND_COMPLETE_WORDS_BASED_ON_CHARACTERS_ENTERED_SO_FAR
source: Recommend complete words based on characters entered so far
ja_jp: これまでに入力した文字をもとに単語を推奨
ka: დასრულებული სიტყვების შემოთავაზება აკრეფილი სიმბოლოების მიხედვით
kk: Қазірге дейін енгізілген таңбаларға қарай толық сөздерді ұсыныңыз
ru_ru: Предлагать слова на основе введенных букв

# IDS_IME_BODY_RECOMMEND_SET_OF_ALTERNATIVE_WORDS
source: Recommend set of alternative words
ja_jp: 代替の単語を推奨
ka: ალტერნატიული სიტყვების ნაკრების შემოთავაზება
kk: Бірқатар ұқсас сөздерді ұсыныңыз
ru_ru: Предлагать варианты слов

# IDS_IME_BODY_WORD_COMPLETION_POINT
source: Word completion point
ja_jp: 単語​補完​の​タイミング
ka: სიტყვის შევსების პუნქტი
kk: Сөз аяқталатын нүкте
ru_ru: Количество букв

# IDS_IME_BODY_AUTOMATICALLY_CAPITALISE_FIRST_LETTER_OF_SENTENCE_ABB
source: Automatically capitalise first letter of sentence
ja_jp: 文頭を大文字に自動変換します。
ka: წინადადების პირველი ასოს ავტომატური შეცვლა ასომთავრულით
kk: Сөйлемнің бірінші әрпін автоматты түрде бас әріппен жазу
ru_ru: Автоматически делать первые буквы в предложениях заглавными

# IDS_IME_BODY_WRITING_LANGUAGES
source: Writing languages
ja_jp: 入力言語
ka: წერის ენები
kk: Жазу тілдері
ru_ru: Языки ввода

# IDS_IME_BODY_CLEAR_LEARNING_DICTIONARY_JPN
source: Clear learning dictionary
ja_jp: 学習​辞書の​削除

# IDS_IME_BODY_DICTIONARY_FROM_CONTACTS
source: Dictionary from Contacts
ja_jp: 電話帳からの​辞書
ka: ლექსიკონი კონტაქტებისგან
kk: Контактілердегі сөздік
ru_ru: Словарь контактов

# IDS_IME_BODY_ENGLISH_PREDICTION
source: English prediction
ja_jp: 英語​予測
ka: ინგლისური ტექსტის კარნახი
kk: Ағылшынша болжам
ru_ru: Режим Т9 для английского

# IDS_IME_BODY_ENGLISH_USER_DICTIONARY
source: English user dictionary
ja_jp: 英語​ユーザー​辞書
ka: მომხმარებლის ლექსიკონი ინგლისური ენაზე
kk: Ағылшынша пайдаланушы сөздігі
ru_ru: Пользовательский английский словарь

# IDS_IME_BODY_FLICK_INPUT_JPN
source: Flick input
ja_jp: フリック​入力

# IDS_IME_BODY_INPUT_WORD_LEARNING_JPN
source: Input word learning
ja_jp: 入力​単語​学習

# IDS_IME_BODY_JAPANESE_USER_DICTIONARY_JPN
source: Japanese user dictionary
ja_jp: 日本語​ユーザー​辞書

# IDS_IME_BODY_TOGGLE_INPUT_JPN
source: Toggle input
ja_jp: 切り替え​入力

# IDS_IME_BODY_TYPING_ERROR_CORRECTION_JPN
source: Typing error correction
ja_jp: 入力​エラー​訂正

# IDS_IME_BODY_WILDCARD_PREDICTION_JPN
source: Wildcard prediction
ja_jp: ワイルド​カード​予測

# IDS_IME_BODY_CONTINUOUS_INPUT
source: Continuous input
ja_jp: 連続​入力
ka: გადაბმით აკრეფა
kk: Созылмалы енгізу
ru_ru: Непрерывный ввод

# IDS_IME_HEADER_KEYBOARD
source: Keyboard
ja_jp: キーボード
ka: კლავიატურა
kk: Пернетақта
ru_ru: Клавиатура

# IDS_IME_BODY_WORD_COMPLETION
source: Word completion
ja_jp: 単語完成
ka: სიტყვის შევსება
kk: Сөз аяқтау
ru_ru: Завершать слова

# IDS_IME_BODY_AUTOMATIC_FULL_STOP
source: Automatic full stop
ja_jp: 自動​ピリオド
ka: წერტილის დასმა ავტომატურად
kk: Автоматты нүкте
ru_ru: Автоматическая расстановка точек

# IDS_IME_BODY_AUTO_CAPITALISATION
source: Auto capitalisation
ja_jp: 自動​大文字​変換
ka: ავტომატურად დაწყება ასომთავრულით
kk: Бас әріптерді автоматты қолдану
ru_ru: Заглавные буквы

# IDS_IME_BODY_AUTO_SUBSTITUTION
source: Auto substitution
ja_jp: 自動​校正
ka: ავტომატური ჩანაცვლება
kk: Авто алмастыру
ru_ru: Автозамена

# IDS_IME_BODY_BASQUE
source: Basque
ja_jp: バスク語
ka: ბასკი
kk: Баск
ru_ru: Баскский

# IDS_IME_BODY_BULGARIAN
source: Bulgarian
ja_jp: ブルガリア語
ka: ბულგარული
kk: Болгар
ru_ru: Болгарский

# IDS_IME_BODY_CATALAN
source: Catalan
ja_jp: カタロニア語
ka: კატალონური
kk: Каталан
ru_ru: Каталанский

# IDS_IME_BODY_CHARACTER_PREVIEW
source: Character preview
ja_jp: 文字プレビュー
ka: სიმბოლოს გადახედვა
kk: Таңбаларды қарап шығу
ru_ru: Просмотр символов

# IDS_IME_BODY_CZECH
source: Czech
ja_jp: チェコ
ka: ჩეხური
kk: Чех
ru_ru: Чехия

# IDS_IME_BODY_DANISH
source: Danish
ja_jp: デンマーク語
ka: დანიური
kk: Дат
ru_ru: Датский

# IDS_IME_BODY_ENGLISH_HUNITED_STATES
source: English (United States)
ja_jp: 英語​（アメリカ）
ka: ინგლისური (შეერთებული შტატები)
kk: Ағылшын (Америка Құрама Штаттары)
ru_ru: Английский (США)

# IDS_IME_BODY_ESTONIAN
source: Estonian
ja_jp: エストニア語
ka: ესტონური
kk: Эстон
ru_ru: Эстонский

# IDS_IME_BODY_FAST
source: Fast
ja_jp: 速い
ka: სწრაფი
kk: Жылдам
ru_ru: Быстро

# IDS_IME_BODY_INFO_SCAN
source: Info scan
ja_jp: インフォスキャン
ka: ინფორმაციის ძებნა
kk: Ақпарат іздеу
ru_ru: Сканер

# IDS_IME_BODY_JAPANESE
source: Japanese
ja_jp: 日本語
ka: იაპონური
kk: Жапон
ru_ru: Японский

# IDS_IME_BODY_KEYBOARD_TYPE
source: Keyboard type
ja_jp: キーボード​設定
ka: კლავიატურის ტიპი
kk: Пернетақта түрі
ru_ru: Тип клавиатуры

# IDS_IME_BODY_LANDSCAPE_INPUT_OPTIONS
source: Landscape input options
ja_jp: 横長入力オプション
ka: ტექსტის ლანდშაფტურ რეჟიმში აკრეფის ოფციები
kk: Көлденеңінен енгізу параметрлері
ru_ru: Параметры ввода в альбомной ориентации

# IDS_IME_BODY_LATVIAN
source: Latvian
ja_jp: ラトビア語
ka: ლატვიური
kk: Латыш
ru_ru: Латышский

# IDS_IME_BODY_MACEDONIAN
source: Macedonian
ja_jp: マケドニア語
ka: მაკედონიური
kk: Македон
ru_ru: Македонский

# IDS_IME_BODY_MALAY
source: Malay
ja_jp: マレー語
ka: Malaaziuri
kk: малаккалық
ru_ru: Малайский

# IDS_IME_BODY_MAXIMUM_WORD_LENGTH_HPD_EXCEEDED
source: Maximum word length (%d) exceeded
ja_jp: 単語の最大長（%d）を超えました。
ka: გადაჭარბებულია სიტყვის მაქსიმალური სიგრძე (%d)
kk: Ең ұзын сөз ұзындығынан (%d) асып кетті
ru_ru: Превышена максимальная длина слова (%d)

# IDS_IME_BODY_MOAKEY_TIP
source: MoAKey tip
ja_jp: MoAKeyのヒント
ka: MoAKey მინიშნება
kk: MoAKey кеңесі
ru_ru: Подсказки MoAKey

# IDS_IME_BODY_MULTITAP_WORD_COMPLETION
source: Multitap word completion
ja_jp: Multitap​ワード​完了
ka: სიტყვის შევსება ტექსტის აკრეფის სისტემით
kk: Көп мәнді сөзді аяқтау
ru_ru: Завершать слова (несколько нажатий)

# IDS_IME_BODY_NO_OPTIONS
source: No options
ja_jp: オプションはありません。
ka: ოფციები არ არის
kk: Опциялар жоқ
ru_ru: Нет параметров

# IDS_IME_BODY_PORTRAIT_INPUT_OPTIONS
source: Portrait input options
ja_jp: 縦長入力オプション
ka: ტექსტის პორტრეტულ რეჟიმში აკრეფის ოფციები
kk: Тігінен енгізу параметрлері
ru_ru: Параметры ввода в книжной ориентации

# IDS_IME_BODY_PREDICTION
source: Prediction
ja_jp: 予測入力
ka: კარნახი
kk: Болжам
ru_ru: Предложения

# IDS_IME_BODY_PREDICTIVE_TEXT
source: Predictive text
ja_jp: 予測テキスト
ka: ტექსტის კარნახი
kk: Болжайтын мәтін
ru_ru: Режим Т9

# IDS_IME_BODY_PROCESSING_ING
source: Processing...
ja_jp: 処理中...
ka: მუშავდება...
kk: Өңделуде...
ru_ru: Обработка...

# IDS_IME_BODY_REGIONAL_INPUT
source: Regional input
ja_jp: 地域​入力
ka: რეგიონალური ჩანაწერი
kk: Аймақтық енгізу
ru_ru: Ввод на местном языке

# IDS_IME_BODY_SELECTION
source: Selection
ja_jp: 選択
ka: არჩეული
kk: Таңдау
ru_ru: Выделение

# IDS_IME_BODY_SHORTCUT
source: Shortcut
ja_jp: ショートカット
ka: სწრაფი ღილაკი
kk: Тіркесім
ru_ru: Горячая клавиша

# IDS_IME_BODY_SPELL_CORRECTION
source: Spell correction
ja_jp: スペルチェック
ka: მართლწერის შესწორება
kk: Емлені түзету
ru_ru: Исправлять ошибки

# IDS_IME_BODY_SUBSTITUTION
source: Substitution
ja_jp: 置換
ka: ჩანაცვლება
kk: Алмастыру
ru_ru: Замена

# IDS_IME_BODY_TAP_TO_START_LISTENING_AGAIN
source: Tap to start listening again
ja_jp: リスニングを再開するには、タップしてください。
ka: დააკაკუნეთ და თავიდან მოუსმინეთ
kk: Қайтадан тыңдай бастау үшін түртіңіз
ru_ru: Нажмите, чтобы прослушать запись еще раз

# IDS_IME_BODY_THEME
source: Theme
ja_jp: テーマ
ka: თემა
kk: Тақырып
ru_ru: Тема

# IDS_IME_BODY_TONE
source: Tone
ja_jp: アラーム音を設定
ka: მელოდია
kk: Дыбыс
ru_ru: Сигнал

# IDS_IME_BODY_WORDS_NOT_RECOGNISED_TRY_AGAIN_SPEAKING_SLOWLY_AND_CLEARLY
source: Words not recognised. Try again, speaking slowly and clearly
ja_jp: 単語​が​認識​され​ません​でした。もう一度、​ゆっくり、​はっきり​話して​​ください
ka: სიტყვების ამოცნობა ვერ მოხდა. ისევ ცადეთ, წარმოთქვით ნელა და მკაფიოდ
kk: Сөздер танылмады. Баяу әрі анық айтып, әрекетті қайталаңыз
ru_ru: Слова не распознаны. Повторите попытку, говорите медленно и четко

# IDS_IME_HEADER_NEW_WORDS
source: New words
ja_jp: 新しい単語
ka: ახალი სიტყვები
kk: Жаңа сөздер
ru_ru: Новые слова

# IDS_IME_OPT_3_X_4_KEYBOARD
source: 3 x 4 keyboard
ja_jp: テンキー
ka: 3 x 4 კლავიატურა
kk: 3 x 4 пернетақтасы
ru_ru: Клавиатура 3 x 4

# IDS_IME_OPT_AFTER_1_LETTER
source: After 1 letter
ja_jp: 1文字​後
ka: 1 ასოს შემდეგ
kk: 1 әріптен кейін
ru_ru: После 1 буквы

# IDS_IME_OPT_AFTER_PD_LETTERS
source: After %d letters
ja_jp: %d​文字​後
ka: %d ასოს შემდეგ
kk: %d әріптен кейін
ru_ru: После %d букв

# IDS_IME_OPT_BLACK
source: Black
ja_jp: 黒
ka: შავი
kk: Қара
ru_ru: Черный

# IDS_IME_OPT_CHUNJIYIN_KOR
source: Chunjiyin
ja_jp: 天地人方式

# IDS_IME_OPT_COLOUR
source: Colour
ja_jp: 色
ka: ფერი
kk: Түс
ru_ru: Цвет

# IDS_IME_OPT_DO_NOT_SHOW
source: Do not show
ja_jp: 表示しない
ka: არ გამოჩნდეს
kk: Көрсетпеу
ru_ru: Не показывать

# IDS_IME_OPT_ENTER_ABB
source: Enter
ja_jp: 入力
ka: შესვლა
kk: Енгізу
ru_ru: Ввод

# IDS_IME_OPT_FULL_QWERTY_KEYBOARD
source: Full Qwerty keyboard
ja_jp: フルQwertyキーボード
ka: სრული Qwerty კლავიატურა
kk: Толық "Qwerty" пернетақтасы
ru_ru: Полная клавиатура Qwerty

# IDS_IME_OPT_GO_ABB
source: Go
ja_jp: 移動する
ka: გადასვ.
kk: Өту
ru_ru: ОК

# IDS_IME_OPT_JOIN_M_SIGN_IN
source: Join
ja_jp: 参加
ka: შემოგვიერთდით
kk: Қосылу
ru_ru: Регистрация

# IDS_IME_OPT_LOG_IN_ABB
source: Log-in
ja_jp: ログイン
ka: შესვლა
kk: Кіру
ru_ru: Вход

# IDS_IME_OPT_MINI_QWERTY_KEYBOARD
source: Mini Qwerty keyboard
ja_jp: ミニQwertyキーボード
ka: მინი-Qwerty კლავიატურა
kk: Шағын "Qwerty" пернетақтасы
ru_ru: Мини-клавиатура Qwerty

# IDS_IME_OPT_MOAKEY_KEYBOARD
source: MoAKey keyboard
ja_jp: MoAKeyキーボード
ka: MoAKey კლავიატურა
kk: MoAKey пернетақтасы
ru_ru: Клавиатура MoAKey

# IDS_IME_OPT_MOAKEY_POP_UP
source: MoAKey pop-up
ja_jp: MoAKeyポップアップ
ka: MoAKey ამოსახტომი ფანჯარა
kk: MoAKey қалқымалы терезесі
ru_ru: Всплывающая панель MoAKey

# IDS_IME_OPT_SHADES_OF_GREY
source: Shades of grey
ja_jp: グレースケール
ka: ნაცრისფერი ჩრდილები
kk: Сұр түсті көлеңкелер
ru_ru: Оттенки серого

# IDS_IME_OPT_SHOW_FOR_01_SECS
source: Show for 0.1 secs
ja_jp: 0.1秒間表示
ka: გამოჩნდეს 0.1 წამით
kk: 0.1 секундқа көрсету
ru_ru: Показывать в течение 0.1 секунды

# IDS_IME_OPT_SHOW_FOR_02_SECS
source: Show for 0.2 secs
ja_jp: 0.2秒間表示
ka: გამოჩნდეს 0.2 წამით
kk: 0.2 секундқа көрсету
ru_ru: Показывать в течение 0.2 секунды

# IDS_IME_OPT_SHOW_FOR_03_SECS
source: Show for 0.3 secs
ja_jp: 0.3秒間表示
ka: გამოჩნდეს 0.3 წამით
kk: 0.3 секундқа көрсету
ru_ru: Показывать в течение 0.3 секунды

# IDS_IME_OPT_SLOW
source: Slow
ja_jp: 遅い
ka: ნელი
kk: Баяу
ru_ru: Медленно

# IDS_IME_OPT_SPEED
source: Speed
ja_jp: スピード
ka: სიჩქარე
kk: Жылдамдық
ru_ru: Скорость

# IDS_IME_OPT_STROKE_CHN
source: Stroke
ja_jp: 字体

# IDS_IME_OPT_THICK
source: Thick
ja_jp: 厚め
ka: სქელი
kk: Қалың
ru_ru: Плотная

# IDS_IME_OPT_WHITE
source: White
ja_jp: 白
ka: თეთრი
kk: Ақ
ru_ru: Белый

# IDS_IME_OPT_WRITE_USING_DRAWING_PANEL
source: Write using drawing panel
ja_jp: スケッチパネルで手書き入力
ka: დაწერეთ სახატავი დაფის გამოყენებით
kk: Сызба тақтасымен жазыңыз
ru_ru: Рукописный ввод в панели рисования

# IDS_IME_OPT_WRITE_USING_FULL_SCREEN
source: Write using full screen
ja_jp: 全画面表示で手書き入力
ka: დაწერეთ მთელი ეკრანზე გაშლის გამოყენებით
kk: Толық экран арқылы жазу
ru_ru: Рукописный ввод на всем экране

# IDS_IME_BODY_YOU_MUST_SELECT_AT_LEAST_ONE_LANGUAGE_IN_KEYBOARD_SETTINGS
source: You must select at least one language in keyboard settings
ja_jp: キーボード設定では、少なくとも1言語を選択する必要があります。
ka: კლავიატურის პარამეტრებში უნდა აირჩიოთ ერთი ენა მაინც
kk: Пернетақта параметрлерінде кемінде бір тіл таңдау керек
ru_ru: Выберите хотя бы один язык в параметрах клавиатуры

# IDS_IME_BODY_HARDWARE_KEYBOARD
source: Hardware keyboard
ja_jp: ハードウェアキーボード
ka: ფიზიკური კლავიატურა
kk: Аппараттық құрал пернетақтасы
ru_ru: Физическая клавиатура

# IDS_IME_BODY_KEYBOARD_SETTINGS
source: Keyboard settings
ja_jp: キーボード​設定
ka: კლავიატურის პარამეტრები
kk: Пернетақта параметрлері
ru_ru: Параметры клавиатуры

# IDS_IME_BODY_SOFTWARE_KEYBOARD
source: Software keyboard
ja_jp: ソフトウェアキーボード
ka: პროგრამული კლავიატურა
kk: Бағдарламалық құрал пернетақтасы
ru_ru: Программная клавиатура

# IDS_IME_BODY_DUTCH
source: Dutch
ja_jp: オランダ語
ka: ჰოლანდიური
ru_ru: Нидерландский

# IDS_IME_BODY_ENGLISH
source: English
ja_jp: 英語
ka: ინგლისური
kk: Ағылшын тілі
ru_ru: Английский

# IDS_IME_OPT_QWERTY
source: Qwerty
ja_jp: QWERTYキー
ka: კლავიატურის განლაგება

# IDS_IME_BODY_SPACE
source: Space
ka: სივრცე
kk: Бос орын
ru_ru: Пробел

# IDS_IME_OPT_BROWN
source: Brown
ka: ყავისფერი
kk: Қоңыр
ru_ru: Коричневый

# IDS_IME_OPT_QWERTY_KEYBOARD
source: Qwerty keyboard
ka: Qwerty კლავიატურა
kk: Qwerty пернетақтасы
ru_ru: Клавиатура Qwerty
